import { BlogContent } from '../blogProvider';
import { BlogImg } from '../blogImg';

export const KF70Design: BlogContent[] = [
  {
    heading: 'はじめに',
    content: (
      <>
        <p>
          今回は、東京大学の秋の学園祭「駒場祭」で委員をしていた話をします。
          わたしは一言でいえば「デザイン系」の委員で、パンフレットなどの配布物やウェブサイトを制作したり、公式SNSを運用したりするチームの責任者、とでもいうべき立場を努めていました。
          本投稿では、とくにわたしたちの活動の骨子となるテーマ（今年の駒場祭のテーマは『七変華』でした）や、学園祭をやるうえで制作した制作物について、断片的ではありますがお見せしようかと思います。
        </p>
      </>
    ),
  },
  {
    heading: 'テーマとは',
    content: (
      <>
        <p>
          今期の駒場祭のテーマ『七変華』は、「わたしたちの思う駒場祭の魅力を、〈万華鏡〉というモチーフを中心にあらわしたもの」と抽象化することができるでしょう。わたしたちのお祭りではよく、テーマと一緒に掲げる短い詩のようなものを制作します。以下は今期のそれです。
        </p>
        <BlogImg
          note="第70回駒場祭テーマ「七変華」のボディコピー。テーマ本体とは別に、その世界観を表現するために欠かせない。"
          img="/img/blog/KF70-1.jpg"
          alt="のぞきこむと、色とりどりの華模様。ちりばめられた祭の華は、めぐり歩けば、一歩ごとにあたらしい。出遭いの予感に誘われて、もう一歩踏み出す。祭とは、くるり回せばくるりと変わる、万華鏡。"
        />
      </>
    ),
  },
  {
    heading: '書体に込めた思い',
    content: (
      <>
        <p>
          「70回目」という節目にあたってなんかそれっぽいことはしたいと考えていました。結局1927年にリリースされた欧文書体Futuraを使用することに、「『Futura：未来』という名前を背負って、100年間書体のトップを走り続けてきた姿」に「過去から未来へつなぐ駒場祭」という思いを込めました。
          また日本語フォントとしては筑紫オールドゴシックや筑紫アンティークゴシックを使用していましたが、それでもなお明るくて新しいデザインを調和させることによって、そういう気持ちを表現しようとしています。
        </p>
        <p>
          参考までに、「第70回駒場祭
          七変華」というロゴタイプは、どのように既存の書体を調整しているのかをお見せします。簡単に言ってしまえば「学園祭らしい」「大学らしい」というような重たすぎない形に調整した、という感じになるでしょうか。
        </p>
        <BlogImg
          name="書体調整"
          note="ほんのすこしの調整が、書体に新しい顔を生み出してくれる。はらいをシンプルにして、より軽い仕上がりになるようにした。"
          img="/img/blog/KF70-2.png"
          width="80%"
        />
      </>
    ),
  },
  {
    heading: 'ダイナミックアイデンティティ',
    content: (
      <>
        <p>
          「ダイナミックアイデンティティ」という考え方は、この委員会には3年ほど前の委員によって持ち込まれました。端的に云えば「ロゴはひとつでなくてもかまわない。そのブランドを代表するような『個性』となるデザイン要素を設定し、その要素を共通させながら様々なロゴやそれに付随するデザインを発展させていこう」という考え方です。とりあえずこの話をする際によく引き合いに出される本を貼っておきます。
        </p>
        <BlogImg
          name="新しい時代のブランドロゴのデザイン -ダイナミック・アイデンティティのアイデア97"
          img="/img/blog/KF70-3.jpg"
          href="https://www.amazon.co.jp/dp/4861009987"
          width="30%"
        />
        <p>
          しかし、わたしがこの本を読んだり、あるいは過去の東京大学の学園祭を見てきて、「ダイナミックアイデンティティ」という考え方は、テクニカルな手法という捉えられ方が多く、表現手法としての認識はいまいちである、という考えを抱くようになりました。というのも、「いろいろなものを作って、デザイン展開し提示する」ということだけが先行してしまっている感は、正直否めませんでした。
        </p>
        <p>
          ダイナミックアイデンティティが2019年現在のデザインのトレンドの最前線にいるかについては、賛否両論あるとは思います。しかしながらせっかくこんな素敵なモチーフがあるのだから、モチーフの表現としてこの手法をとらえなおしてデザインができたらいいな、とわたしは考えました。「筒をくるりと回すと、模様も全く別のものにくるりと変化する」という万華鏡と、このデザイン手法の親和性が高くないわけがなかろう、と。
        </p>
        <p>
          また、この考え方が委員会に導入されてから数年が経つということもあって、節目のお祭りで「ダイナミックアイデンティティ＠駒場祭」的にも節目となるような指針を提示したかった、というのもありました。
        </p>
        <p>
          以下は、デザイン指針上に掲載していたロゴの例で、いっしょにテーマを考えて11月までデザインをしてきた（わたしを含めて）3人の委員がそれぞれ数個ずつつくったものです。実際にはこれ以外にも制作物ごとに多様なロゴが各委員によって制作・使用されました。
        </p>
        <BlogImg
          name="ダイナミックなロゴ"
          note="ビジュアル自体に展開性を内在させることで、たくさんの模様が見えては消える万華鏡の世界観を表現しようとした。学園祭のなかで作られる制作物は実に多種多様であり、兎にも角にも量が多いということを巧く使ってみたかった。"
          img="/img/blog/KF70-4.png"
        />
      </>
    ),
  },
  {
    heading: '地図',
    content: (
      <>
        <p>
          今期は地図リソースの整備にも力を入れていました。成果物としては以下のページを見てもらうのが早いと思うので、ぜひご覧ください。
        </p>
        <BlogImg
          name="第70回駒場祭 公式ウェブサイト | キャンパスマップ"
          img="/img/blog/KF70-5.png"
          href="https://www.komabasai.net/70/visitor/map"
          width="30%"
        />
        <p>
          ウェブサイトのキャンパスマップページは、わたしがAdobe
          Illustratorを用いて制作した地図を、SVG形式に書き出したうえでweb系の委員が実装する、というフローで制作されています。最近webの勉強を少しずつ始めたので、ほんとうは最後までかかわってみたかったのですが……。それはさておき、今期の地図の特徴としてはやはり「屋外の地図＝建物の配置」も「屋内の地図＝教室の配置」もいっしょのページで見ることができるようになった、という点があるでしょう。この「屋外・屋内重ね合わせ」の作業を行うためには、当然ながら地図の正確性を向上させる必要があり、それなりの時間と労力を要しました。余談ですがこのマップページ、駒場キャンパスにいる間には、位置情報をもとに近くの企画をおすすめする、なんていう機能も実装されています。
          地図の元データは
          <a href="/img/blog/第70回駒場祭屋外地図（来場者向け）.ai" download={true}>
            こちらをクリックしてダウンロードできます
          </a>
          ので、関心のある方はどうぞ。
        </p>
        <p>
          また、次にご紹介するのは案内の立看板で、「駒場で一番わかりにくい」とも言われる建物の教室配置を立体的に表示したものになっています。こういうのが作りたかったのでうれしかったです。
        </p>
        <BlogImg
          name="建物の案内サイン"
          note="実際のサイズは180cm*180cm。サインはシンプルな平面図ばかりだったが、立体構造がよりわかりやすくなった。"
          img="/img/blog/KF70-6.png"
        />
        <p>
          書いていてもきりがないので、とりあえずはこのあたりでおしまいにします。「こんなトピックについても知りたい」などあれば、第二弾を検討しますのでお寄せください。
          当日はずっと雨になってしまったのですが、それでもたくさんの方にご来場いただき、ありがとうございました。わたしたち委員のデザインが、みなさまをワクワクさせるようなものであったなら、このうえなくうれしいです。
        </p>
      </>
    ),
  },
];
