import { BlogContent } from '../blogProvider';
import { BlogImg } from '../blogImg';
import { BlogQuotation } from '../blogQuotation';

export const MF93Workshop: BlogContent[] = [
  {
    heading: 'はじめに',
    content: (
      <>
        <p>
          100ページを超える冊子をチームでデザインするには、個々人のみならずチームとしての成熟が不可欠です。今回は、初心者の多い私のチームにおいて、ワークショップという実践的な方法を通じて私なりのデザインに対する考え方を伝えようとした試みについて書いていこうと思います。
        </p>
        <p>
          学園祭の委員としてパンフレット制作の統括をしている身からすると、やはり初心者を率いてひとつの冊子を作るというのは大変なことです。そもそも、統括である私がデザイナーとして全然一人前ではない中で、さらにチーム制作をしていかなければならないとなると、手探りの中の手探りのような状態になってしまいます。
          今回は、そんな私が委員会の担当内で2020年1月～2月に実施したワークショップについて、その内容をご報告します。学園祭の委員として行った活動ではありますが、あくまでデザイナーの気持ちでで書いていきます。
        </p>
      </>
    ),
  },
  {
    heading: '「デザイナー駆け出し」の初心者とどう向き合うか',
    content: (
      <>
        <p>
          印刷物担当（パンフレットを制作する担当です）の統括になったとき、私は改めて学園祭でのデザインに求められる能力について考える必要に迫られます。まずはありきたりですが、
          <BlogQuotation>
            デザインでよく云われる「定石」や「セオリー」のようなものに一通り触れ、その効果を実感する
          </BlogQuotation>
          ということでしょうか。これらは、「短期間で『それなり』のものを作れるようになる」という意味でも重要なことですが、それ以上に委員同士でデザインについて話すときの前提知識になり、意思疎通がスムーズに行えるようになるという意味で重要です。すなわち、ある程度感覚的な領域が大きいともいえるデザインを、言葉にして語るというのを体験してもらうということが大切なのかな、と思います。
        </p>
        <p>
          また、
          <BlogQuotation>掲載する情報を吟味し、構成を熟考してからデザイン（ビジュアル）の検討に移る</BlogQuotation>
          ということをぜひとも伝えたいと思いました。下級生が担当するのは専ら委員会が実施する企画を紹介するページですから、企画の立案担当者としては「あれもこれもこだわって考えているから、ぜんぶ掲載してほしい」となりがちです。しかし、紙面に限りのある冊子においては、「ぜんぶ」はありえません。その際には、ページの対象層・目的を定め、それに従って情報策定を行う必要が生じます。学園祭独自の事情としては、1年に1回あるイベントですから「過去にも似たようなページがパンフレットに存在している」というものがあり、ともすると過去のページのビジュアルリメイクでデザインが終わってしまうこともしばしばです。
        </p>
        <p>
          しかし、冊子には1ページ目から奥付まで貫かれたコンセプトというのが必要ですし、それはディレクターの意向や、その年の学園祭のキャッチコピー・テーマのようなものでも変容します。またこれも当然ですが、同じような企画でも、立案者の意図というのは案外年によって違うものです。こうした諸々の事情を汲み取って、適切な情報の取捨選択とグルーピングを行う必要があるのです。
        </p>
        <p>
          最後に、一人のデザイナーがすべてを作るのではなく、チームで1冊のものを作るという学園祭委員の事情に鑑みて、
          <BlogQuotation>他者とアイデアをやりとりしてひとつのデザインを作ることの楽しさに触れてほしい </BlogQuotation>
          という思いがありました。
        </p>
        <p>
          学園祭の委員会でのデザインでありがち（のように見受けられる）のが、「結局デザインの得意な先輩数人で作ってしまった」という例ではないでしょうか。これは、デザインに触ったこともなかったような委員が半年程度で満足なものを作れるようになるのは極めて難しいという、云うまでもない事実を反映したものであると考えることができます。ほかの大学では、1年生のうちはまったくデザインに触れないということもあるようですから、やはり半年・1年という年月があまりに短すぎるということは云えるのではないかと思います。
        </p>
        <p>
          そう、冷静になればそれはあたりまえ、仕方のないことなのです。時間も経験もない中で、満足するアウトプットを生み出すことはできません。過去の私自身がそうでした。
        </p>
        <p>
          そこでむしろ、せっかく複数人で作るのだから、そのアイデアの重ね合わせを楽しんでほしい、と考えるようになったのでした。アイデアを出し合って議論する、というチームデザインならではの楽しさを味わい、デザインを好きになってほしいという思い、そして本番のパンフレットなどもチームでアイデアを出し合って素敵なものを作っていこうという方針を反映した、ということになります。
        </p>
        <p>
          というわけで、前置きが長くなってしまいましたが、そろそろワークショップ本体のご報告をいたしましょう。こうした思いをどのように3回のワークショップの課題に落とし込むかが腕の見せ所ということになります。
        </p>
      </>
    ),
  },
  {
    heading: '第（マイナス1）回：Illustratorの操作に慣れる',
    content: (
      <>
        <p>
          「デザインができることとイラレができることは違う！」というのもよく云われていることかとは思いますが、ここまで考えてきたようなことをワークショップで具現化するにあたって、手を動かして何かしらを作ってもらうような形式にしようと考えたため、まずはIllustratorの講習をやりました。
        </p>
        <p>
          当時は自粛の自の字もなかったですが、どちらかというと大学の試験期間と重なることもあり、集まってやるのは難しいと考えてすべてオンラインで行いました。課題を画像で提示し、Illustratorで再現して送ってもらう形式です。学園祭の委員としては、そこまでマニアックな機能をたくさん知っている必要はないので、基本的な機能をきちんと把握し、適切に使えるかを確認するというテイストにしました。
        </p>
        <BlogImg
          name="事前課題のひとつ"
          note="できるようになった瞬間、なぜかうれしい「パターン」を体験してもらう。"
          img="/img/blog/MF93-workshop-1.png"
          width="80%"
        />
        <BlogImg
          name="事前課題をもうひとつ"
          note="ベジェ曲線を標榜しつつも、ペンツールを使わないでできるものばかりを集めてみた課題。ペンツールはいずれ習得すべきですが、まずは「自分で図形を描いてみること」に対する心理的なハードルを下げることが有効と考えました。"
          img="/img/blog/MF93-workshop-2.png"
          width="80%"
        />
        <p>
          Illustrator講習で徹底的に意識してもらったのは、編集性を破壊しないことです。もう少しわかりやすい言葉で云えば、後からでも直しやすいデータを作ろうということを言い続けていました。たとえば、パスファインダーの「複合シェイプ」機能や、ライブペイント機能が典型的であり、課題でも繰り返し扱いました。
        </p>
        <p>
          先に述べた通り、私たちの仕事はグループでやるということに大きな特徴があります。グループワークでは、「互いにストレスなくデータをいじってあれこれ言い合えること」がクリエイティビティを加速させます。編集可能性を残すことは、その前提となるべき大切な技術です。
        </p>
      </>
    ),
  },
  {
    heading: '第0回：読書',
    content: (
      <>
        <p>
          これも事前の（丸投げの）課題です。とりあえず適当なデザイン入門本を1冊読んでもらおうと考えました。余談ですが、たくさんのデザイン本を読みたいのであれば六本木の
          <a href="https://bunkitsu.jp/" rel="external nofollow noopener noreferrer">
            文喫というブックカフェ
          </a>
          がおすすめです、ちょっと入場料が高いですが、価値のある時間が過ごせると思います。課題としては、私が過去に読んだことがある中からこれという3冊をピックアップし、そのうち1冊以上を読んでおいてね、とお願いしました。
        </p>
        <BlogImg
          name="デザイン入門教室[特別講義] 確かな力を身に付けられる ~学び、考え、作る授業~ (Design&IDEA)"
          img="/img/blog/MF93-workshop-book1.jpg"
          width="30%"
          href="https://www.amazon.co.jp/dp/479735142X"
        />

        <BlogImg
          name="やさしいデザインの教科書[改訂版] "
          img="/img/blog/MF93-workshop-book2.jpg"
          width="30%"
          href="https://www.amazon.co.jp/dp/4844367579"
        />
        <BlogImg
          name="デザイン・レイアウトのセオリー―絶対はずせないデザインのお約束"
          img="/img/blog/MF93-workshop-book3.jpg"
          width="30%"
          href="https://www.amazon.co.jp/dp/4766117352"
        />
        <p>
          『デザイン入門教室』は、体系立ててセオリーを学ぶには一番かなと思っている本です。実際、読んでいる方も多いかと思います。『やさしいデザインの教科書』は、『入門教室』よりはマイナーですが、一般論としてのデザインの考え方みたいなものを伝えようとしている姿勢が好きでした。『デザイン・レイアウトのセオリー』は、情報をきれいにまとめようというスタンスは他と同じですが、実例部分の解説が他より丁寧かと思います。
          私は特に真ん中の『やさしいデザインの教科書』を推しています。『デザイン入門教室』は、デザインにちょっと触れてから読んだほうがいいのかな……と思うのですよね。全体像が見えない中では、体系立ての強い本を読むことのほうが大変です。『やさしいデザインの教科書』は、そういった大変さを感じさせない適度な体系化具合で順番にふんふんと読んでいけるうえ、背景にあると思われるデザインに対する向き合い方のようなものに、とても共感するものがありました。
        </p>
        <p>ちなみに、まず真っ先に紹介されるような気がするこの本は、今回の選書からは漏れています。</p>
        <BlogImg
          name="ノンデザイナーズ・デザインブック"
          img="/img/blog/MF93-workshop-book4.jpg"
          width="30%"
          href="https://www.amazon.co.jp/dp/B01LW1BC2L"
        />
        <p>
          理由はいろいろあるのですが、いちばんは翻訳本であるということが気になりました。デザインにおいて、「言語が日本語である」ということは、実は結構きつい（そして、面白い）縛りであると思っています。したがって、日本のデザイナーが日本語の作例を交えて解説している書籍のほうがよかろう、という意図で除外しました。また、翻訳元の英語版を読めばわかりやすいのですが、この本自体はビジネス本としての性格が強く、今回の趣旨にはちょっとそぐわないかな、とも感じていました。
        </p>
      </>
    ),
  },
  {
    heading: '第1回：〈ひきつけるビジュアル〉編',
    content: (
      <>
        <p>
          ようやっと1回目です。1回目は、事前にA2サイズで私たちの学園祭のポスターをデザインしてもらうという宿題を出したうえで、その宿題を題材に行いました。ワークショップの課題はシンプルで、「ペアになり、他人のデザインをアレンジする」というものです。「改善」になっていなくてもよいので、他の人のアイデアに自分のアイデアを重ねる体験をしてほしい、と伝えました。他人のデザインは、だれが作ったのかを伏せたうえで渡すという形式にしました。
          ワークショップの構成は次の通りです。なかなかきつい時間配分ですね。
        </p>
        <ul>
          <li>10:00 - 12:30 ペアワーク</li>
          <li>13:30 - 16:30 各ペアが発表・フィードバック</li>
        </ul>
        <p>
          発表・フィードバックの時間には、「どのような点に注目して、アレンジをしたか」という発表をしてもらったのち、各人が意見を言いあうという時間を設けました。優れたデザインとは何なのかということについていろいろと考え、またひとつのアイデアだけでデザインを完成させようとせず試行錯誤する体験をしてもらえていたらうれしいです。
        </p>
        <p>
          主催者の私から見ると、ビジュアルとして完成度があまり高くない作品をどうアレンジするかという点において、デザイナーの力量が試されている感じがしました。破壊して自分の制作物にしてしまうのは簡単ですし、結果的にほとんどもとのビジュアルを保っていないようなものが生まれることもまた、面白いところだとは思います。問題はそうしたビジュアルの大幅改変そのものにあるのではなく、もとのデザインを作ったデザイナーが、どのようなアイデアをもとにしてそのビジュアルにたどり着いたのか、どのようなことを意識してアイデアを育てたのかということを汲み取ろうとすることができるか、というところにあるのではないでしょうか。
        </p>
        <p>
          ビジュアルの根底にあるアイデアについて考えることや、それを尊重してアレンジするということをぜひやってもらいたかったのですが、すべての参加者がそれを達成できたわけではありませんでした。そのあたり、ワークショップの運営にもう少し工夫ができたのではないか、と感じました。
        </p>
        <p>
          また、デザインは制作者が伏せた状態で配ってアレンジしてもらったと書きましたが、それでも同じ部屋でやっているわけですし、最終的には発表もするわけですから、自分のデザインが誰の手にわたってどのように直されたか、ということは判ってしまいます。にもかかわらず、制作者が伏せられた瞬間に制作物に対するリスペクトが低下したように感じたのは、このデザインチームを統括する者としては課題に感じました。もちろん参加者の大多数は初心者のみなさんですから責めるつもりはまったくないのですが、グラフィックデザインについては、自分で代案を作り、「こっちのほうがよいと思いますが、どうですか？」という具体的かつビジュアルに訴える形でのブラッシュアップを行っていきたいところです。そちらのほうが説得力もぐっと上がります。もう少しそういった点は（教育的？な配慮からも）強調してもよかったのかもしれません。
        </p>
      </>
    ),
  },
  {
    heading: '第2回：〈紙ということ〉編',
    content: (
      <>
        <p>
          第2回は宿題はなく、当日課題を渡していきなり作ってもらう、という形式でした。課題をご紹介する前に、まずは時間配分を。
        </p>
        <ul>
          <li>10:00 - 10:30 ひとりで、Illustratorを使わずに構想</li>
          <li>10:30 - 12:30 Illustratorを用いた制作</li>
          <li>13:30 - 16:30 グループディスカッション</li>
        </ul>
        <p>
          課題は、
          <a href="https://slack.com/intl/ja-jp/" rel="external nofollow noopener noreferrer">
            Slackのウェブページ
          </a>
          をビラにリデザインするというもので、「このウェブページの内容を、A4サイズ1枚のビラにまとめ、このサービ
          スを知らないような人たちに、使ってみたいと思わせるようなデザインに仕上げましょう。」というふうに呼びかけました。現場では、そのビラをどんな場所に置くのか、だれに渡すのかなどは好きに考えてよい、というふうにも伝えました。裏を返せば、何かしらは考えよという指示を出したというつもりですが、伝わっていたでしょうか……？
        </p>
        <p>
          この課題は、「A4サイズ1枚」という紙ならではのサイズの制約を感じてもらいたいというわかりやすい意図はもちろんあったのですが、それ以上に様々な意図が織り込まれているのです。
        </p>
        <p>
          まず、構想の時間をたっぷり取ったところや、ウェブという情報の多い媒体からビラという情報に制限のある媒体へのリデザインを求めているところ、そして目的を曖昧にして課題を与えたところなどには、情報策定の重要性というのがこのワークショップの裏テーマであるというメッセージが込められています。私が1年生から学園祭運営に携わってきて、委員会のデザイナーというのは情報策定を軽視しがちであるということを問題意識としてもっていました。したがって、まずはウェブサイトのページからどの情報をピックアップするのかを考えてほしかったのです。
        </p>
        <p>
          また、ピックアップするだけではなく、それらの情報を媒体に応じて整理しなおすというのもやってほしかったのですが、そこまで時間内に考えが至った人はわずかでした。
        </p>
        <p>
          この課題は、ある程度美しくデザインされた既存のウェブページを題材にしていることから、ビジュアルの検討だけを行ったのでは表面的なものになってしまいます。そこには、こうした下準備にあたる思考を十分に行ったうえで、情報伝達におけるグラフィックの力を最大化するような工夫を考えてほしい、という思いもたりました。たとえば、アイキャッチ領域のデザインの検討や、本家のウェブサイトにはないインフォグラフィックの利用などが挙げられます。ただ、ペアでの情報策定にてこずったグループが多く、ビジュアル的に工夫の凝らされた成果物は、残念ながら多くはありませんでした。
        </p>
        <p>
          振り返ると、一番力量が試される会だったのかなと思います。ゼロから2時間ちょっとで制作をしなければならない点も大変でしたし、情報策定の難易度もとても高かったと感じます。読者のみなさんも関心があればぜひ挑戦してみてください！
        </p>
      </>
    ),
  },
  {
    heading: '第3回：〈紙面構成と冊子制作〉編',
    content: (
      <>
        <p>
          第3回は宿題のある回でした。「私たちの学園祭をご紹介する小冊子を作る」という課題で、一人見開き1ページ（ないし表紙・裏表紙のセット）をデザインしてもらうという内容です。ページの構成などは事前に大枠のみを示し、細かい情報策定は考えてもらうという感じにしました。
        </p>
        <p>
          まず宿題の出来ですが、第1回と比較して格段に良くなっていました。ただ、それは3回のワークショップでデザインのスキルが向上したと考えるよりは、「ポスターのような情報の少ないものよりも、情報伝達を主たる目的とした文字の多いデザインのほうが、とっつきやすくまとめやすい」ととらえたほうが自然ではないかと思います。2週間で劇的に成長するひともいるでしょうが、さすがに全員がそうではないはずです。
        </p>
        <p>
          当日は、4人程度のグループワークをお願いしました。出してもらったページをランダムにセットにし、各グループに渡します。それを3時間で「ひとつの冊子として成立するように」まとめなおすという課題です。ひとつの冊子として成立するというのはいろいろな解釈があると思うのですが、今回は本文6ページの小規模な冊子でしたので、ある程度雰囲気を統一したほうがうまくいきやすいのかな、と思います（が、これは伝えませんでした）。実際、「各ページに共通のデザイン要素を必ず使う」というルールを作ってリデザインしたグループの完成度が高かったです。これは冊子としての完成度のみならず、各ページ単体のデザインの完成度を上げる際の指針にもなりますから、有効な方針だったといえるのでしょう。
        </p>
        <p>
          ただ、冊子を作るというところまでなかなか議論が深まらず、各ページのデザインをただ直すという作業に終始してしまったひともいたようです。
        </p>
        <p>
          主催者としては、グループで1人はノンブルやツメのデザインを考える担当になるのかな、と予想していたのですが、ノンブルが附された完成品はひとつもありませんでした。「冊子だからノンブルを付けなければならない」というわけではないと思うのですが、マージンの取り方やノンブルの配置は紙面構成の基本と云われていますから、その配置や各々の寸法の比率など、やみくもにきれいな整数値にするのではなく、美しく見える配置を研究してほしかったなとは思います。
        </p>
        <p>
          前回までと決定的に異なるのは、一回のワークショップで扱わなければならないデザインの枚数であり、見開き3ページ+表紙+裏表紙という4～5枚のデザインを考えなければならないのは大変だったと思います。それだけに、チーム内でデザインの方向性を共有することが大切だったのですが、反応を見るになかなか難しかったようです。時間も厳しかったという声が聞かれました。
        </p>
        <p>
          ディレクションをしなければならない立場であれば、やみくもに「とりあえず作ってみよう」連呼することはよくないと思います。が、どんなデザイナーも最初は手を動かしていろいろ考えてみることが一番であることは、多くの読者の方が賛同してくださるのではないでしょうか。今回のワークショップでも、1時間程度時間が経った段階で、中間報告会のようなものをグループ内で開くというのを、課題に含めてもよかったかもしれません。
        </p>
      </>
    ),
  },
  {
    heading: '参加したみなさんの反応',
    content: (
      <>
        <p>
          最後に、みなさんに3回のワークショップがどうだったか、感想を聞きました。逐一ここで紹介することはしませんが、「複数人でデザインを考える」ということを、「面白い」「よいものが作れる」ととらえている人と、「コミュニケーションコストが増えて大変」「自分のアイデアがぼんやりしていると議論が進められず難しい」ととらえている人がいました。どちらも正しい感想だと思います。{' '}
        </p>
        <p>
          主催した私としては、今回のワークショップはチーム内のコミュニケーションが求められることやとりあえず何かを形にすることが求められており、初心者を対象にしたものとしてはかなり高級だったのではないかと推察しています。
        </p>
      </>
    ),
  },
  {
    heading: '主催者の雑感',
    content: (
      <>
        <h3>主催者から見たワークショップ</h3>
        <p>
          主催者として仕組んでいた意図がうまくはまったこともあれば、そうではないときもありました。特に、情報策定の重要性を裏テーマとした回では回の最後に種明かしができたかと思い、かなりうまくいったのではないかと思います。一方で、「一度検討したビジュアルの完成度をじわじわ上げていく」という観点についてはあまり扱えず、反省点として残りました。単発でモノを作り、一回ブラッシュアップして終わりでは、どうしてもアイデア勝負な側面が強くなってしまいます。細部の調整によって最後の完成度を劇的に向上させられるような良い例をお見せできたらよかったかな、と思っています。
        </p>
        <h3>文字を組むということ</h3>
        <p>
          今回の課題では、文字が全くないデザインというのは扱いませんでした。ということは、文字が重要なデザインの要素になるということです。しかし、どうも文字組の調整というのは後回しにされやすいらしく、いろいろな方法でその重要性を伝えようとするのですが、なかなか浸透しません。ごく基本的なベタ組み/ツメ組みの検討やカーニング調整を施すだけでも、デザインの質は劇的に向上しますよね。そのあたり、やはり印象に残るような例をきちんと見せることが近道かな、とは思います。今後の課題です。
        </p>
        <h3>迷いのないこと</h3>
        <p>
          チームでデザインをする際には、誰かがディレクション役を務めます。ディレクション役の人物は、「迷いがない」ということが大切だと思います。自分の作りたいものの方向性をはっきりもっておくことは、常に私も意識するようにしています。でも、一番難しいのは、それを制作を開始する前にデザイナーに伝えるというステップではないでしょうか。私自身、今回のパンフレット制作において、満足のいくディレクションができませんでした。言葉で伝えるのが良いのか、実際に何かを作って提示するのが良いのか、個々人のクリエイティビティを最大限生かしつつ、ひとつのモノを作っていく難しさを痛感しています。
        </p>
        <p>
          迷いがないことは、技術の紹介においても云えると思います。「まずはこれを完璧にしよう」と自信をもって呼びかけることができなければ、前に立つ者は「結局どこまで身につければあなたの作ってきたモノくらいのものが作れるんですか……？」という疑問の目で見られてしまいます。一緒に歩いていくのだけれど、一方でしっかりとチームを導いていくことも必要です。デザインディレクターとは、つくづく難しい仕事だと感じます。
        </p>
      </>
    ),
  },
];
