import { BlogContent } from '../blogProvider';
import { BlogImg } from '../blogImg';
import { BlogQuotation } from '../blogQuotation';
import { Emphasize } from '../../common/Bold';
import Link from 'next/link';

export const MF94Workshop: BlogContent[] = [
  {
    heading: 'どこから「デザイン」を始める？',
    content: (
      <>
        <p>
          今回は、第94期五月祭常任委員会で行った、初心者向けのデザイン講座・ワークショップの内容と手応えをご報告します。わたしはこの委員会の構成員ではないのですが、前期まで所属していたつながりで今回呼んでもらってワークショップを行いました。参加者は幅広くデザインをする委員で、ワークショップにはそのうち、案内サインやパンフレットを作る委員が来てくれました。
        </p>
        <p>
          この記事では「デザインを教える」ということについて考えながら、デザインしたいけどしたことがない初心者のみなさんに、どうしたら少しでもよい時間が提供できるのかということについて、実践報告を軸に検討していければと思います。
        </p>
      </>
    ),
  },
  {
    heading: '「デザインを教える」は可能か',
    content: (
      <>
        <p>
          そもそもここは藝術大学ではないし、集うのは絵や造形の素養がある人ばかりではありません（世の中の大半の場所でデザインを教えようとするとこうなるはずですが）。そんな中で、どのようにしてデザインを教えたら良いのか、ということについてもう一度考えなければなりませんでした。
        </p>
        <p>
          もう一度、というのは過去に所属していた駒場祭委員会で似たようなデザイン講座を主催した経験があるからです。しかし、その時の手応えは決して良いものではありませんでした。「余白」「整列」「コントラスト」など、まぁ本当によく見かけるようなデザインの「基礎事項」を講義したのですが、その場で伝わっているという手応えも少なかったし、その後の制作に活きている感じもしませんでした。何がいけなかったのでしょうか。
        </p>
        <p>
          思うに、一言でまとめれば「実感を伴った形で内容が伝わらなかった」のだと思います。言っていることはわかるのだけれど、自分でやろうとすると話は全然別だ、という状況です。何事も練習をしないとできるようにならないから当然といえば当然なのですが、しかしそれにしても、実践と講義が結びついている感じがしませんでした。教わったことがまるで役に立つ実感がないのではないか、と思いました。
        </p>
        <p>
          そこでわたしは、<Emphasize>そもそもデザインを教えることは不可能だ</Emphasize>という前提に立つことにしました。
        </p>
      </>
    ),
  },
  {
    heading: '良い学び手であれ',
    content: (
      <>
        <p>
          わたしが「デザインが好きだ」と思えるようになってきたのは、振り返るとデザインの勉強を意識的に始めた頃だったと思います。本を読んだり、Pinterestでいろいろなデザインに触れたり、先輩とデザインについて話したり。そういった時間を積み重ねることで、だんだんと自分の中で引き出しが増えていきました。なんとなく「ありがち」なデザインがパパッと作れるようになってきたら、「ここにオリジナリティを足す」とか「これとこれを組み合わせたら面白いんじゃないか」とか、そういう思考ができるようになってきて急にハマった記憶があります。
        </p>
        <p>
          とすれば、教えるべきは「どのようにデザインを学ぶか」であり、すなわち「他の人が作ったデザインを見たとき、なにをしたらよいのだろうか」ということを自分なりの言葉で伝えることではないか、と思い、これを今回の講座・ワークショップの基本方針とすることにしました。ちょうどその頃読んでいた本に、この考えをうまく表現してくださっている文章があったので、少し長いですが引用させてください。
        </p>
        <BlogQuotation>
          <p>
            デザインを志している若い学生や、デザイン業界に転職を希望している社会人で、「わたしはセンスがないのでどうすればいいだろうか？」と悩んでいる人も多いと思います。クリエイティブな仕事を目指している人にとって、この「センス」という言葉はとても重要です。センスがないと仕事として致命的な結果になりうるかもしれません。では「センス」とはいったいなんでしょうか？
            それはその人が持つ「興味」であり「経験」であり「学習」であったりします。つまりセンスとは「心の記憶」のことなのです。いいかえれば、たくさんの経験値があれば、「センスがある」ということなのです。逆に「センスがない」という人は物事をよく観察せず、なにも「意識」していないということになります。
          </p>
          <p>
            人間は、興味のあることに集中して取り組みますが、興味のないものになるととたんに放棄してしまいます。専門的な知識を深めることはとてもよいことだと思いますが、それだけでは新しい発見や発展はできません。クリエイティブな仕事ならなおさらです。
          </p>
          <p>
            あらゆることを「情報」として自分の中に取り入れて記憶し、それらを思い出して組み合わせることで新しいイメージが生まれます。センスとは「記憶」と「イメージ」がつながったとき初めて達成される「事柄」なのです。
          </p>
          <p>
            だから、デザインの仕事をしたいのだけれど自分には「センスがない」と思い込んで諦めている人は、ちょっとだけ興味を持って取り組むように「意識」することでセンスを磨くことができます。センスのいい人は、自然とその「意識」をもっている人なのです。
          </p>
          <p>
            （青木直子、生田信一、板谷成雄、清原一隆、トモ・ヒコ著『デザインを学ぶ１　グラフィックデザイン基礎』（2013）p.
            140より ）
          </p>
        </BlogQuotation>
        <p>
          この「心の記憶」を涵養するヒントを提示し、〈デザイン〉に内発的な興味を持ってもらうことを目標に、講座の内容を編み始めました。
        </p>
      </>
    ),
  },
  {
    heading: '心の記憶を豊かにする講座',
    content: (
      <>
        <p>
          宗教っぽいタイトルですが、大真面目にこのことについて考えました。そして、その結果「印象とか感想とか、そういうものを大切にして話をする」ということと、「たくさんの実例を見せて、その場でそれについてあれこれコメントを述べ、他人のデザインを吸収する過程（のヒント）を体感してもらう」という二つの方針を決めました。その結果が以下の構成です。
        </p>
        <BlogImg img="/img/blog/MF94-lecture-1.jpg"></BlogImg>
        <p>
          すべては載せられませんが、いくつかスライドを交えつつご紹介しましょう。まずは「闇雲に作り始めず、完成形のイメージを膨らませよう」ということを伝えようとしました。
        </p>
        <BlogImg
          img="/img/blog/MF94-lecture-2.jpg"
          note="デザインの「ゴール」は曖昧であり、明確に定義できるものではない。だからこそそれを「イメージ」で絞っていくしかない。こういう検討をせずとりあえず図形を並べ始めてしまって、どういうものを作りたいのかわからなくなってしまったという後輩に、わたしは何度も出会ってきたように思う。"
        ></BlogImg>
        <BlogImg
          img="/img/blog/MF94-lecture-3.jpg"
          note="イメージを具体的なデザイン要素に置き換えるには、逆に何らかのデザインを見て抽象的なイメージを抱いた経験が必要だ。だから作り始める前にいろいろと調べてみるのも有用だ、と伝えたかった。特に自分のスタイルが確立されてくる前は。"
        ></BlogImg>
        <p>
          次に、具体的なデザインを（学園祭でよくあるもの以外も積極的に取り入れて）たくさん紹介し、その分析を試みました。内容はありきたりでも良いから、しっかりとした実感を持って、自分の知識として吸収できるよう、切り口を工夫したつもりです。
        </p>
        <BlogImg img="/img/blog/MF94-lecture-4.jpg" />
        <BlogImg img="/img/blog/MF94-lecture-5.jpg" />
        <p>
          デザイン入門の本では、よくチラシや雑誌のページなどが例に取り上げられています。しかし今回きてくれる人は、装飾物や映像をデザインする人もいました。そこで、媒体にかかわらず幅広く役に立つ知識となるよう、構成や内容に工夫をしています。また「自分の作らないタイプのデザインからもたくさんの学びがある」とわたしは常々つよく思っているので、いろいろな媒体を取り上げることで、そうしたことも伝わったらいいなと思っていました。
        </p>
        <BlogImg img="/img/blog/MF94-lecture-6.jpg" />
        <BlogImg img="/img/blog/MF94-lecture-7.jpg" />
        <p>
          こんなわけでさんざんいろいろなデザインを見せてはそれについて話す、を繰り返し、講座は終わりました。次はおよそ1週間後のワークショップのご報告です。
        </p>
      </>
    ),
  },
  {
    heading: 'ワークショップ課題',
    content: (
      <>
        <p>
          課題は、「与えられたウェブサイトを印刷物にリメイクする」というもので、
          <Link href="/blog/MF93-workshop">
            <a>ブログ記事「チームの印刷デザインに対する意識改革を、ワークショップで」</a>
          </Link>
          でもご紹介した通り、前年度にも非常に似通った課題を使ったワークショップを行っています。ただ、今回はもう少し初心者向けの構成にするように心がけました。はじめにお断りしておくと、初心者向けのわりには高級な内容であるという自覚はあります。ただ、いかにも練習みたいなデザインを作らされてもつまらないと思ってしまった経験があるので、あえて難易度を高めにして、納得感よりは難しさを感じてもらい、次へのモチベーションにつなげてもらいたいという気持ちを大切にしています。
        </p>
        <BlogImg img="/img/blog/MF94-workshop-1.png" />
        <p>
          リメイク元のウェブサイトとしては、「ウェブらしい」ものを選びました。ウェブだからできる表現、共通に使えそうな表現、そしてリメイク先の印刷物ならではの表現……といろいろ考えてほしかったからです。並べてみます。
        </p>
        {[
          'https://www.tuliprose.jp/',
          'https://www.dplus-groen.com/ ',
          'http://artscouncil-niigata.jp/nidf',
          'https://kyoshin-pr.co.jp/',
          'https://deglab.com/',
          'https://www.hellocycling.jp/',
        ].map((e, i) => (
          <BlogImg img={`/img/blog/MF94-workshop-${i + 2}.jpg`} href={e} key={i} name={e} />
        ))}
      </>
    ),
  },
  {
    heading: '感触',
    content: (
      <>
        <p>
          前年度と違い、時間で追い込んで急かすということはせず、ゆったりじっくり考えて作ってもらいました。その結果なのかわかりませんが、思いの外良い作品がいくつか出てきていたように思いました。とくに紙面デザインをやる人が多く参加してくれたので、そういう意味では見た目に飛びつく前に情報策定をしようということを伝えたいと思っていて、そういった側面を押し出した課題に仕上げています。また、デザインの方向性（どういった印象を与えたいか、など）を話し合って、まず他の人の作った作品を探してみてアイデアを探そうということも伝えました。
        </p>
        <p>
          オンラインなので成立するのかとても不安だったのですが、さすが一年間オンラインで大学生をやってきただけあって、みなさんコミュニケーションがきちんと取れていて、100%とは云いませんが対面の時と同じくらい活発にディスカッションが行われていました。他人とアイデアを共有することで考えていることを明確にしながら進んでもらいたいというところからグループワークにしている（そして、グループワークにすると制作に対する心理的ハードルが下がる気がしています）ので、これは本当にありがたかったです。
        </p>
        <p>
          ただ、主催者（わたし）と参加者のコミュニケーションという意味では難しかったです。従来教室を歩き回ってやっていたのと同じように、こんかいはDiscordのボイスチャンネルを巡回してやったのですが、「ちょっと覗く」みたいなのがやりにくいので（画面を共有して作業してくれているとも限らないし）、その辺りは課題かなと思いました。デザインを考えるのは難しいと感じる時間も長いと思うので、そこをうまく楽しんでもらえるように働きかけるのが主催者の役割だと思っています。そういった意味では改善点の残るワークショップでした。
        </p>
        <h3>ならべてくらべる</h3>
        <p>
          「今作っているデザインの理想状態」は、はっきりとは目に見えません。しかしそれをイメージで思い浮かべ、いろいろ試行錯誤することは大切だと思います。そのことはやはり結構難しいみたいです。ひとつにはソフトウェアの操作に習熟していないこと、ひとつには手描きのスケッチをする習慣がないこと、ひとつにはそもそもこういった抽象的思考が難しいということなどがあると思います。
        </p>
        <p>
          でも、いろいろ悩んでいるだけではビジュアルデザインは難しいというのが、美大生でもなければ特別長い経験があるわけでもない、でもデザインを細々とやっているわたしの感触です。やはり手を動かして目に見える形にすること（適当なスケッチもとても有用だと思います）、そしてそれらを
          <Emphasize>並べて比較すること</Emphasize>
          によってクリエイティブが進む、そんな感じがするからです。このあたりはスケッチブックを持って巡回できないオンラインの難しさを思い知らされました。
        </p>
      </>
    ),
  },
];
