import { NextPage } from 'next';

export const MF92: NextPage = ({}) => (
  <>
    <p>大学生活2回目の学園祭は、パンフレットと案内サインというふたつの媒体に取り組んだ。</p>
    <p>
      この学園祭は学ぶところが多く、今でも折にふれてはふと思い出す。特に案内サインシステムの設計は貴重な経験となった。案内サインは、まずキャンパスに来場する人々の導線を計画し、それに基づいて設置方法や大きさ、設置場所を決めるところから始まる。サインの種類も様々だし、当日は委員が常駐する「案内所」も存在するから、サインにどのような役割を担わせるのかという問題は検討しがいがあった。
    </p>
    <p>
      自分で作った作品は多くなかったので、ポートフォリオとしては価値の低いページかもしれない。ただ、わたしはこの学園祭のために過ごした半年間が、自分のデザイン観を確実に豊かにしている、と感じている。あちこちで掲げているスローガン「わくわくさせるクリエイティブ」とは、この学園祭で出会った先輩の言葉だ。彼はこの祭を「わくわくさせるクリエイティブはなかったと思う」と締めくくって委員会を去った。そのひとことが、わたしのその先1年半の委員生活の原動力になった。
    </p>
    <p></p>
  </>
);
